Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J13.tmx
Source language: en_us
Languages: zh_cn

source: An Official American Thoracic Society Statement: Treatment of Fungal Infections in Adult Pulmonary and Critical Care Patients
zh_cn: 成年人及危重患者肺部真菌感染治疗指南（续一）

source: Growing numbers of immune-compromised patients with malignancy, hematologic disease, and HIV, as well as those receiving immunosupressive drug regimens for the management of organ transplantation or autoimmune inflammatory conditions, have significantly contributed to an increase in the incidence of these infections.
zh_cn: 近年来，随着免疫缺陷患者如恶性肿瘤、血液病、艾滋病和使用免疫抑制药的器官移植或自身免疫性炎性疾病患者的增加，真菌感染的发病率急剧增加。

source: Definitive diagnosis of pulmonary fungal infections has also increased as a result of advances in diagnostic methods and techniques, including the use of computed tomography (CT) and positron emission tomography (PET) scans, bronchoscopy, mediastinoscopy, and video-assisted thorascopic biopsy.
zh_cn: 新的诊断方法和技术，包括抗原检测、聚合酶链反应、血清学诊断、CT和PET扫描、支气管镜、纵隔镜检查和电视辅助胸腔镜活检等技术的发展，肺部真菌感染的确诊率有了很大提高。

source: At the same time, the introduction of new treatment modalities has significantly broadened options available to physicians who treat these conditions.
zh_cn: 同时，新方法（新药）的出现为医生提供了更多治疗这些疾病的选择。

source: Once largely limited to the use of amphotericin B, flucytosine, and a handful of clinically available azole agents, today’s pharmacologic treatment options include potent new azole compounds with extended antifungal activity, novel lipid forms of amphotericin B, and a new class of antifungal drugs known as echinocandins.
zh_cn: 以往可用的抗真菌药仅限于两性霉素B、氟胞嘧啶和少数唑类药物，目前有了更多选择，包括抗真菌活性更强的新唑类药物、两性霉素B含脂制剂和棘白菌素（echinocandins）在内的新抗真菌药物。

source: In light of all these developments in the incidence, diagnosis, and treatment of pulmonary fungal infections, the American Thoracic Society convened a working group on fungi to develop a concise clinical summary of the current therapeutic approaches for those fungal infections of particular relevance to pulmonary and critical care practice.
zh_cn: 鉴于肺部真菌感染治疗发生的变化，美国胸科协会（American Thoracic Society，ATS）组织真菌感染专家工作组，制定了1个简要的肺部和重症真菌感染的临床治疗策略，即新版《成年人及危重患者肺部真菌感染治疗指南》（以下简称《指南》）。

source: This document focuses on three primary areas of concern: the endemic mycoses, including histoplasmosis, sporotrichosis, blastomycosis, and coccidioidomycosis; fungal infections of special concern for immune-compromised and critically ill patients, including cryptococcosis, aspergillosis, candidiasis, and Pneumocystis pneumonia; and rare and emerging fungal infections.
zh_cn: 本《指南》重点关注3个主要领域：①地方性真菌病，包括组织细胞质菌病，孢子丝菌病，芽生菌病和球孢子菌病；②免疫缺陷和危重患者的感染，包括隐球菌病、曲霉病、念珠菌病及肺孢子菌肺炎；③罕见的新出的真菌感染。

source: METHODS
zh_cn: 方法

source: For each fungal infection evaluated, the available literature has been thoroughly reviewed and interpreted by the experts involved in this statement.
zh_cn: 本文所有涉及评价真菌感染治疗的文献，均已经审查并由专家进行解读。

source: In the search for published evidence, workgroup members reviewed journal articles and previously published guidelines, and conducted an evaluation of electronic databases, including PubMed and MEDLINE. In general, only articles written in English were used in the final recommendations.
zh_cn: 为了检索公开发表的证据，工作组成员对期刊杂志上发表的文章和以前发布的指南进行了综述和评价，并检索了电子数据库（包括PubMed和Medline），但是，通常只有英文文献可被利用。

source: The most relevant literature references are included in this publication. Discussion and consensus among workgroup members formed the basis for the recommendations made in this statement.
zh_cn: 本《指南》纳入大多数的相关文献，并经工作组成员讨论达成共识。

source: The authors reviewed the evidence base for each major recommendation of this consensus statement and graded according to an approach developed by the U.S. Preventive Services Task Force (Tables 1 and 2). Although the American Thoracic Society (ATS) and Infectious Disease Society of America (IDSA) have recently adopted the GRADE approach to grading the quality of evidence and strength of recommendations for clinical guidelines, the current project was initiated and much of the work was completed prior to the official adoption of GRADE. The recommendations included were, therefore, graded according to the system used in prior guidelines (1–3).
zh_cn: 虽然ATS和美国传染病学会（IDSA）最近通过了临床《指南》的证据质量和推荐强度的分级方法，但本指南的作者们对各主要建议的审查，仍是根据美国预防医学工作组制定的证据基础分级（表1，2），即按照以前的准则进行分级。

source: Each section also includes expert interpretations regarding the best approach for challenging clinical situations that have not been well studied in the literature, but that are the basis for frequent consultation of the members of the ATS working group on fungal infections.
zh_cn: 本文中各个节段，在ATS真菌感染工作组成员充分商榷的基础上，对文献中尚无结论的具有挑战性的临床情况给出了专家解读。

source: For convenience, a glossary of definitions of uncommon terms is also included at the end of the document.
zh_cn: 为方便读者，文末列出罕见术语定义的词汇表。

source: Each member of the writing committee has declared any conflict of interest, and every effort was made by the Chair as adjudicator to ensure that recommendations were free of any real or perceived conflict of interest; however, it should be noted that the process predates the official development and adoption of the revised ATS Conflict of Interest guidelines in 2008 (4).
zh_cn: 所有编写委员会成员声明：不存在任何利害冲突；专家组主席竭尽努力公平审定，以确保指南的推荐与任何利益无关。但是，应该说明，本《指南》编写始于2008年制定和修订的ATS的利益冲突指南之前。

source: ANTI-FUNGAL AGENTS: GENERAL CONSIDERATIONS
zh_cn: 抗真菌药

source: Polyenes
zh_cn: 2．1 多烯类抗真菌药

source: The prototype of the polyenes is amphotericin B deoxycholate (amphotericin B), which continues to be a fundamental treatment option for severe fungal infections, particularly life-threatening illnesses, including aspergillosis, cryptococcosis, systemic candidiasis, and severe cases of histoplasmosis, blastomycosis, coccidioidomycosis, and zygomycosis.
zh_cn: 2．1．1 药物介绍 典型的多烯类药物是两性霉素B脱氧胆酸盐（两性霉素B）。两性霉素B仍是治疗严重真菌感染的主要药物，尤其对于致命的真菌感染疾病，包括曲霉病、隐球菌病、系统性念珠菌病，以及一些严重的组织细胞质菌病、芽生菌病、球孢子菌病和接合菌病。

source: Polyenes act by binding to sterols in the fungal cell membrane, forming a transmembrane channel that precipitates cell leakage and death.
zh_cn: 多烯类通过与真菌细胞膜上的醇结合，形成一个跨膜通道，迫使细胞漏出和死亡。

source: Amphotericin B is administered intravenously, and is associated with a broad range of side effects.
zh_cn: 两性霉素B通过静脉给药，副作用很多。

source: Careful monitoring during therapy should focus on serum creatinine, blood urea nitrogen, serum electrolytes (particularly potassium and magnesium), complete blood counts, and liver function tests, and monitoring should be conducted at least weekly during therapy, or even daily in the presence of renal insufficiency.
zh_cn: 治疗时应密切监测血肌酐、尿素氮、电解质（尤其是钾和镁）、全血细胞计数以及肝功能，应至少每周监测1次，对肾功能不全的患者甚至应每日监测。

source: Because the renal toxicity of amphotericin B can develop precipitously, we recommend that patients with any degree of renal insufficiency be more closely monitored.
zh_cn: 由于两性霉素B的肾毒性可迅速增加，建议对肾功能不全的患者，不论肾毒性程度如何，都应密切监护。

source: Many experienced clinicians pre-medicate patients with antipyretics, antihistamines, anti-emetics, or meperidine to decrease the common febrile reaction and shaking chills associated with infusion (BIII).
zh_cn: 许多有经验的临床医生会先给患者使用解热药、抗组胺药、止吐药和哌替啶，以期减轻因输液引起的发热反应和寒战（BIII）。

source: Meperidine is most effective for ameliorating the severe rigors.
zh_cn: 哌替啶对于改善严重的寒战是最有效的。

source: Rapid intravenous administration of amphotericin B has been observed to precipitate life-threatening hyperkalemia and arrhythmias (5); therefore, the daily dose of amphotericin B deoxycholate should be infused over 2 to 6 hours.
zh_cn: 静脉快速给予两性霉素B可能引发致命的高钾血症和心律失常，因此，两性霉素B脱氧胆酸盐的日剂量应持续静脉滴注2～6h。

source: Hypotension and shock have also occasionally been observed during amphotericin B infusion.
zh_cn: 此外，静脉滴注两性霉素B引起的高血压和休克也偶见报道。

source: Amphotericin B should not be administered simultaneously with leukocytes, as this may possibly precipitate pulmonary toxicity (6).
zh_cn: 两性霉素B不能和白细胞同时使用，因合用可能产生肺毒性。

source: There appears to be an additive, and possibly synergistic, nephrotoxicity with other nephrotoxic agents such as aminoglycoside antibiotics (7).
zh_cn: 两性霉素B与其他肾毒性药物如氨基苷类合用可能会使肾毒性增加。

source: Adequate intravenous fluid hydration has been shown to reduce the risk of nephrotoxicity (8).
zh_cn: 研究表明，足够的静脉输液（水化作用）可降低产生肾毒性的危险。

source: In complicated patients, consultation with an experienced clinical pharmacist or use of tools such as software programs that delineate drug interactions, particularly those with suspected synergistic nephrotoxicity or those requiring renal clearance, is recommended.
zh_cn: 对于用药复杂的患者，尤其是合用可能与两性霉素B产生协同肾毒性或需要经肾清除的药物时，建议向有经验的临床药师咨询或借助一些软件工具如药物相互作用程序。

source: Additional side effects are common, and may include hypokalemia, phlebitis/thrombophlebitis, anorexia and weight loss, fever and chills, headache and malaise, and cardiac dysrhythmias.
zh_cn: 两性霉素B其他不良反应较为常见，包括低钾血症、静脉炎或血栓性静脉炎、食欲减退或体质量减轻、发热和寒战、头痛和抑郁以及心脏节律障碍等。

source: Liver toxicity may also occur, but its incidence is rare compared with renal toxicity.
zh_cn: 两性霉素B也会产生肝毒性，但与肾毒性相比发生率很低。

source: Nephrotoxicity and other untoward side effects of amphotericin B deoxycholate are largely dose-dependent. In clinical situations that require doses of amphotericin B deoxycholate greater than or equal to 1.0 mg/kg/day, strong consideration should be given to using lipid formulations of amphotericin to avoid the potentially high incidence of toxic side effects (see below) (BIII).
zh_cn: 两性霉素B的肾毒性及其他非直接性的不良反应与剂量相关，当临床需要给予两性霉素B的剂量≥1．0mg·kg-1·d-1时，强烈推荐采用两性霉素含脂制剂，以避免不良反应的高发生率（BIII）。

source: In addition to amphotericin B deoxycholate, two different lipid-associated formulations have been developed and are in current use: liposomal amphotericin B and amphotericin B lipid complex.
zh_cn: 除了两性霉素B脱氧胆酸盐，还有两种正在使用的含脂制剂：两性霉素B脂质体及两性霉素B脂复合物。

source: These agents have variable dosing schedules and toxicities, but, in general are significantly less nephrotoxic than amphotericin B deoxycholate.
zh_cn: 这些新制剂的适用剂量及毒副作用有所不同，但总的来说，均比两性霉素B脱氧胆酸盐的肾毒性小得多。

source: Data concerning the improved efficacy of any amphotericin lipid formulation over amphotericin B deoxycholate are limited. So far, the clearest indication for use of a lipid formulation is to reduce renal toxicity (AII), which is an especially important consideration in patients who have underlying nephrotoxicity or in those who are receiving multiple concomitant nephrotoxic drugs.
zh_cn: 报道两性霉素B含脂制剂疗效超过脱氧胆酸盐的资料有限，到目前为止，最肯定的是含脂制剂确能降低肾毒性，这对已存在肾损害或服用多种肾毒性药物的患者是很重要的（AII）。

source: For diseases where dosing of amphotericin B at 1.0 mg/kg/day or higher is standard, the intrinsic nephrotoxicity of amphotericin B itself dictates preferred use of lipid formulations.
zh_cn: 对于某些感染，指南规定需给予1．0mg·kg-1·d-1或更高剂量的两性霉素B，鉴于两性霉素B的肾毒性，要求优先使用含脂制剂。

source: As with standard amphotericin B formulations, monitoring for side effects during therapy should include measurement of serum creatinine, blood urea nitrogen, and serum electrolytes (particularly potassium and magnesium), complete blood counts, and liver function tests which should be performed at least weekly during therapy, or even daily in the presence of renal insufficiency.
zh_cn: 使用两性霉素B制剂治疗对不良反应的监测应包括血肌酐、尿素氮、电解质（尤其是钾和镁）、全血细胞计数以及肝功能，应至少每周监测1次，对肾功能不全的患者甚至应每日监测。

source: Theoretically, lipid formulations of amphotericin might have some benefit of higher central nervous system (CNS) penetration, especially when given in higher doses, although conclusive clinical data to support this approach in treatment of fungal meningitis are lacking.
zh_cn: 理论上，尤其高剂量时，两性霉素B含脂制剂或许更容易进入中枢神经系统，尽管目前治疗真菌性脑膜炎对此尚缺乏支持性的结论。

source: Recommendation.
zh_cn: 2．1．2 推荐

source: Among patients with renal insufficiency or among those individuals who are receiving multiple concomitant nephrotoxic drugs, we suggest a lipid formulation of amphotericin B to reduce renal toxicity (DII).
zh_cn: 对已存在肾损害或服用多种肾毒性药物的患者，建议采用两性霉素B含脂制剂以减少肾毒性（DII）。

source: Remark.
zh_cn: 2．1．3 备注

source: In certain clinical situations that require doses of amphotericin B deoxycholate greater than or equal to 1.0 mg/kg/day, the incidence of such toxicities is high, and lipid formulations of amphotericin are associated with fewer adverse effects, and therefore may be preferred.
zh_cn: 当需要给予两性霉素脱氧胆酸盐的剂量≥1．0mg·kg-1·d-1时，肾毒性发生率较高，由于含脂制剂的不良反应较小，可优先选用含脂制剂。

source: Triazoles.
zh_cn: 2．2 唑类抗真菌药物

source: The azole antifungal agents contain three nitrogen atoms within the basic ring.
zh_cn: 唑类抗真菌药的母环上有3个氮原子。

source: Triazoles in clinical use include ketoconazole, itraconazole, fluconazole, voriconazole, and posaconazole.
zh_cn: 临床上应用的唑类药物有酮康唑、伊曲康唑、氟康唑、伏立康唑和泊沙康唑。

source: Triazoles target the 14-a-demethylase enzyme, which mediates the conversion of lanosterol to ergosterol in the fungus.
zh_cn: 唑类以14-α-脱甲基酶为靶点，14-α-脱甲基酶的作用是介导羊毛固醇转化为麦角固醇。

source: Interactions of azole drugs with human P450 cytochromes have been well documented (9).
zh_cn: 有关唑类药物与人细胞色素P450酶的相互作用已有大量的文献报道。

source: Therefore, azole-related drug interactions are especially problematic in immunocompromised hosts, particularly transplant patients and those infected with HIV.
zh_cn: 因此，在免疫系统受损的宿主，尤其是移植受者和艾滋病病毒感染者中，药物间相互作用的问题较为复杂。

source: In these populations, decreased plasma concentration of the azole may occur as a result of increased metabolism, or of increases or decreases in concentrations of co-administered drugs.
zh_cn: 由于代谢增加或合用药物浓度增加或减少，均有可能使唑类药物的血浓度降低。

source: With most of the azole compounds, interactions occur with many such drugs, particularly cyclosporine, benzodiazepines, statins, and certain anti-HIV drugs, as a result of altered rates of drug metabolism and induction of the relative P450 enzymes (10).
zh_cn: 多数唑类药物与许多其他药物如环孢素、地西泮、他汀类和某些抗人类免疫缺陷病毒（human immunodeficiency virus，HIV）药物合用时会发生相互作用，原因是药物代谢速率改变或具有CYP酶诱导作用。

source: The use of azoles is contraindicated during pregnancy; in these patients, amphotericin is preferred, as amphotericin B and its lipid derivatives are rated class B for pregnancy. By contrast, fluconazole, itraconazole, and posaconazole are class C drugs, while voriconazole is a class D drug.
zh_cn: 唑类药物禁用于妊娠妇女，妊娠妇女可选用两性霉素B，因为两性霉素B及其脂衍生物的妊娠安全等级为B级，而氟康唑、伊曲康唑和泊沙康唑为C级，伏立康唑则为D级。

source: Earlier generation azoles such as ketoconazole also have adverse effects on steroid hormone levels and adrenal function (11).
zh_cn: 早期研发的唑类药物如酮康唑还对甾体激素水平和肾上腺功能有不良反应。

source: Itraconazole.
zh_cn: 2．2．1 伊曲康唑

source: Modifications to the azole structure have led to additional extended spectrum antifungals.
zh_cn: 唑类药物经化学结构改造抗菌谱更广。

source: For instance, itraconazole contains a four-ring lipophilic tail that enhances its interactions with the CYP51 cytochrome, rendering it active against molds.
zh_cn: 如伊曲康唑含有4个环的亲脂性侧链，增强对CYP450酶的作用，使其具有抗真菌活性。

source: Itraconazole is effective for some Aspergillus infections, mucosal candidal infections, histoplasmosis, blastomycosis, coccidioidomycosis, and other fungal infections (12).
zh_cn: 伊曲康唑对某些曲霉菌感染、黏膜念珠菌感染、组织细胞质菌病、芽生菌病和其他真菌感染有效。

source: Unfortunately, due to itraconazole’s high protein binding and poor CNS penetration, it is not an optimal choice for CNS infections.
zh_cn: 但由于伊曲康唑蛋白结合率高，中枢渗透作用差，对于中枢神经系统感染不是最佳选择。

source: Itraconazole is available as either oral capsules or an oral solution.
zh_cn: 伊曲康唑的口服制剂有胶囊和口服溶液。

source: The oral capsules require gastric acid for absorption, and so are usually taken with food or acidic beverages.
zh_cn: 胶囊需要在有胃酸条件下吸收，故常与食物或酸性饮料同服。

source: In addition, concurrent use of proton pump inhibitors and antacids should be avoided.
zh_cn: 此外要避免伊曲康唑与质子泵抑制药和制酸药合用。

source: To overcome problems with variable drug absorption, particularly in settings in which proton pump inhibitors must be administered concurrently, itraconazole has been solubilized in a cyclodextrin solution, resulting in substantial improvement in absorption (13).
zh_cn: 为了避免吸收发生变化，当必须使用质子泵抑制药时，将伊曲康唑溶解在环糊精溶液中可促进其吸收。

source: In contrast to the capsule form, the oral solution requires an empty stomach.
zh_cn: 与胶囊剂相反，伊曲康唑口服溶液需空腹服用。

source: Because of the widespread use of antacids, H2 blockers, and proton pump inhibitors, the committee recommends thoughtful consideration of the optimal form to use.
zh_cn: 由于制酸药、H2受体拮抗药及质子泵抑制药的广泛应用，委员会建议应慎重选择最佳剂型。

source: When using oral itraconazole, it is important to routinely assure that adequate levels of itraconazole are present in serum (AII).
zh_cn: 在使用伊曲康唑口服制剂时，达到足够的血清浓度非常重要（AII）。

source: The bioassays used to measure the antifungal activity of serum reflect all active antifungal substances that are present in the serum at the time of testing, and therefore may not specify the level of the unique agent of interest.
zh_cn: 通过生物检定方法测定抗菌活性反映的是血清中全部药物的抗真菌活性，可能并非针对某一药物的定量。

source: In contrast, the high-performance liquid chromatography (HPLC) method measures the actual concentration of the specific compound in question in the serum or other body fluids.
zh_cn: 高效液相色谱法可测定血清或其他体液中某一抗菌药物的浓度。

source: The report usually provides the concentration of the parent compound and its active metabolites, but does not take into account binding of active drug, because of the extraction process, used before the assay.
zh_cn: 由于测定之前样品需要提取，检测报告通常只提供母体药物及其活性代谢物的浓度，而不考虑药物的蛋白结合问题。

source: Thus, the target range provided by the lab for each particular assay should be followed when making dose adjustments.
zh_cn: 因此，应兼顾两种测定方法所提供的目标浓度范围进行剂量调整。

source: Dosage adjustments of orally administered itraconazole are not required in patients with renal impairment, and do not appear to be required during hemodialysis.
zh_cn: 肾功能损害口服伊曲康唑不需调整剂量；血液透析患者似乎也不需要调整剂量。

source: Itraconazole is extensively metabolized in the liver, and caution should be employed in patients with significant liver insufficiency (12).
zh_cn: 伊曲康唑主要在肝内代谢，肝功能不全的患者应慎用。

source: Contraindications to itraconazole use include previous hypersensitivity to itraconazole or co-administration of cisapride, dofetilide, midazolam, pimozide, levacetylmethadol, quinidine, statin medications, triazolam, and other agents.
zh_cn: 对伊曲康唑过敏的患者禁用且禁与下列药物合用：西沙比利、多非利特、咪达唑仑、匹莫齐特、左美沙酮、奎尼丁、他汀类药物、三唑仑及其他药物。

source: Precaution should be used in patients with severe congestive heart failure (CHF), achlorhydria, hepatic dysfunction, or hypersensitivity to other azoles.
zh_cn: 严重充血性心力衰竭、胃酸缺乏、肝功能障碍及对其他唑类过敏的患者慎用伊曲康唑。

source: Side effects of itraconazole are rare and may include rash, diarrhea, and nausea.
zh_cn: 伊曲康唑的不良反应较少，可发生皮疹、腹泻和恶心。

source: Serious, though uncommon, side effects include worsening of CHF, Stevens-Johnson syndrome, and hepatotoxicity.
zh_cn: 虽不常见，但严重的不良反应：加重充血性心力衰竭、Stevens-Johnson综合征和肝脏毒性。

source: As with other azole compounds, interactions occur with many such drugs, particularly cyclosporine, benzodiazepines, statins, certain anti-HIV drugs, and many other agents related to its metabolism by the P450 cytochrome system (10). Pharmacy and medication cross-reference resources should be consulted whenever instituting treatment.
zh_cn: 与其他唑类药物一样，伊曲康唑与某些药物合用时会产生相互作用，如环孢素、地西泮、他汀类和某些抗HIV药物以及其他经由CYP代谢的药物，在制订治疗方案时需咨询药房或参考各药物的文献资料。

source: Fluconazole.
zh_cn: 2．2．2 氟康唑

source: In the 1990s, fluconazole joined this class of antifungals, offering a reduced lipophilicity that allows for easier administration.
zh_cn: 在20世纪90年代，氟康唑成为唑类抗真菌药家族的一员，其脂溶性减少使之更易于给药。

source: This agent has been shown to have good activity against Candida albicans, and is used for prevention and treatment of both mucosal and invasive diseases.
zh_cn: 氟康唑对念珠菌有良好的活性，用于预防和治疗黏膜及侵袭性真菌感染。

source: Fluconazole also has significant activity in cryptococcosis and coccidioidomycosis.
zh_cn: 氟康唑对隐球菌和球孢子菌也有较高活性。

source: Dose adjustments are recommended in renal impairment, and dosages are reduced by 50% when the creatinine is less than 50 ml/minute.
zh_cn: 对于肾损害患者推荐调整剂量，当肌酐清除率＜50mL·min-1时，剂量减少50%。
